name: "onnx-mnist-cpu"
platform: "onnxruntime_onnx"

input [
    {
        name: "input.1"
        data_type: TYPE_FP32
        dims: [1, 1, 28, 28]
    }
]
output [
  {
    name: "26"
    data_type: TYPE_FP32
    dims: [1, 10]
  }
]

instance_group [
    {
        count: 5
        kind: KIND_CPU
    }
]

dynamic_batching: { max_queue_delay_microseconds: 150 }
